Repository: uzaytek/orion
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Payment Successfull
tr_tr: Ödeme başarılı bir şekilde yapıldı

source: Payment Failed
tr_tr: Ödeme yapılamadı

source: Information saved successfully
tr_tr: Bilgileriniz başarılı bir şekilde kaydedildi

source: Product not found
tr_tr: Ürün bulunamadı

source: Product Name
tr_tr: Ürün Adı

source: Price
tr_tr: Fiyat

source: Count
tr_tr: Sayı

source: Sub Total
tr_tr: Ara Toplam

source: Total
tr_tr: Toplam

source: E-Bulletin successfully insert the mail que. Total %d e-mail will be post
tr_tr: Bülten başarılı bir şekilde posta kuyruğuna kaydedildi. Toplam %d eposta gönderilecek.

source: Please enter a bulletin first
tr_tr: Lütfe önce bir bülten kaydı giriniz

source: Registered bulletin member is 0
tr_tr: Kayıtlı bülten üyeniz bulunmamaktadır

source: Faq updated successfully
tr_tr: Sık Sorulan Sorular başarılı bir şekilde güncellendi

source: Faq update failed
tr_tr: Sık Sorulan Sorular güncellemesi yapılamadı

source: Faq inserted successfully
tr_tr: Sık Sorulan Sorular başarılı bir şekilde kaydedildi

source: Faq insert failed
tr_tr: Sık Sorulan Sorular kayıt edilirken bir hata oluştu

source: Selected news deleted successfully
tr_tr: Seçilen haber başarılı bir şekilde silindi

source: Modify
tr_tr: Değiştir

source: Delete
tr_tr: Sil

source: News Title
tr_tr: Haber Başlığı

source: News Detail
tr_tr: Haber Detayı

source: Total News Count:
tr_tr: Toplam Haber Sayısı

source: News record not found
tr_tr: Haber kaydı bulunamadı

source: Please control your username/password
tr_tr: Lütfen kullanıcı adı/parola bilgilerinizi kontrol ediniz

source: Session expired
tr_tr: Oturum zaman aşımına uğradı, tekrar giriş yapınız

source: Please enter your username/password
tr_tr: Lütfen kullanıcı adı/şifre bilginizi giriniz

source: Username
tr_tr: Kullanıcı Adı

source: Login
tr_tr: Giriş

source: User updated successfully
tr_tr: Kullanıcı başarılı bir şekilde güncellendi

source: User update failed
tr_tr: Kullanıcı güncellemesi yapılamadı

source: User inserted successfully
tr_tr: Kullanıcı başarılı bir şekilde kaydedildi

source: User insert failed
tr_tr: Kullanıcı kaydedilmesi yapılamadı

source: Month
tr_tr: Ay

source: Year
tr_tr: Yıl

source: Go
tr_tr: Git

source: ANON. VIEW
tr_tr: Anonim İzleme

source: ANONYMOUS VIEW
tr_tr: Anonim İzleme

source: USER VIEW
tr_tr: Kullanıcı İzleme

source: ANON. LIKE
tr_tr: Anonim Beğenme

source: ANONYMOUS LIKE
tr_tr: Anonim Beğenme

source: USER LIKE
tr_tr: Kayıtlı Üye Beğenme

source: Statistic record not found for the selected month
tr_tr: Seçilen ay için istatistik kaydı bulunamadı

source: Admin Area
tr_tr: Yönetim Paneli

source: Web Site
tr_tr: Web Sitesi

source: Search
tr_tr: Ara

source: Orders
tr_tr: Siparişler

source: New Orders
tr_tr: Yeni Siparişler

source: Products
tr_tr: Ürünler

source: New Product
tr_tr: Yeni Ürün

source: New Category
tr_tr: Yeni Kategori

source: Content
tr_tr: İçerik

source: New News
tr_tr: Yeni Haber

source: New E-Bulletin
tr_tr: Yeni Bülten

source: Red
tr_tr: Kırmızı

source: Blue
tr_tr: Mavi

source: Green
tr_tr: Yeşil

source: Brown
tr_tr: Kahverengi

source: Mix
tr_tr: Karışık

source: Product deleted successfully
tr_tr: Ürün başarılı bir şekilde silindi

source: Category
tr_tr: Kategori

source: Description
tr_tr: Açıklama

source: Total Product Count:
tr_tr: Toplam Ürün Sayısı:

source: Product records not found
tr_tr: Ürün kaydı bulunamadı

source: Category updated successfully
tr_tr: Kategori başarılı bir şekilde güncellendi

source: Category update failed
tr_tr: Kategori güncellenmesi yapılamadı

source: Category inserted successfully
tr_tr: Kategori başarılı bir şekilde kaydedildi

source: Category insert failed
tr_tr: Kategori kaydı yapılamadı

source: Dashboard
tr_tr: Ana Sayfa

source: List Products
tr_tr: Ürün Listesi

source: Product Search
tr_tr: Ürün Arama

source: Categories
tr_tr: Kategoriler

source: List Categories
tr_tr: Kategori Listesi

source: List News
tr_tr: Haber Listesi

source: New Banner
tr_tr: Yeni Reklam

source: List Banner
tr_tr: Reklam Listesi

source: New Faq
tr_tr: Yeni SSS

source: List Faq
tr_tr: SSS Listesi

source: Send E-Bullettin
tr_tr: Bülten Gönder

source: Upload Document
tr_tr: Dosya Yükleme

source: Order Archive
tr_tr: Sipariş Arşivi

source: Reports
tr_tr: Raporlar

source: Product Reports
tr_tr: Ürün Raporları

source: Category Reports
tr_tr: Kategori Raporları

source: Users
tr_tr: Üye

source: New User
tr_tr: Yeni Üye

source: List Users
tr_tr: Üye Listesi

source: Settings
tr_tr: Ayarlar

source: Store Informations
tr_tr: Dükkan Bilgileri

source: My Informations
tr_tr: Bilgilerim

source: Logout
tr_tr: Çıkış

source: Session closed successfuly
tr_tr: Oturum başarılı bir şekilde kapatıldı

source: File deleted successfuly
tr_tr: Dosya başarılı bir şekilde silindi

source: Name
tr_tr: Adı

source: Location
tr_tr: Konumu

source: Url
tr_tr: Site Adresi

source: Upload Date
tr_tr: Yükleme Tarihi

source: Total File Count:
tr_tr: Toplam Dosya Sayısı:

source: Banner record not found
tr_tr: Reklam kaydı bulunamadı

source: Product marked as in the supply
tr_tr: Ürün tedarik aşamasında olarak işaretlendi

source: Product marked as in the cargo
tr_tr: Ürün kargoya verildi olarak işaretlendi

source: In Supply
tr_tr: Tedarik Aşamasında

source: In Cargo
tr_tr: Kargoda

source: Product
tr_tr: Ürün

source: Product Status
tr_tr: Ürün Durumu

source: Order Details
tr_tr: Sipariş Detayı

source: Order Number
tr_tr: Sipariş Numarası

source: Payment Type
tr_tr: Ödeme Tipi

source: Date/Time
tr_tr: Tarih/Zaman

source: Payment Owner Name
tr_tr: Ödeme yapan kişi

source: Payment Status
tr_tr: Ödeme durumu

source: Billing Name
tr_tr: Fatura Ad Soyad

source: Billing Address
tr_tr: Fatura Adresi

source: Post Code
tr_tr: Posta Kodu

source: City
tr_tr: Şehir

source: Telephone
tr_tr: Telefon

source: Order record not found
tr_tr: Sipariş kaydı bulunamadı

source: Selected category deleted successfully
tr_tr: Seçilen kategori başarılı bir şekilde silindi

source: Category orders updated successfully
tr_tr: Kategori sırası başarılı bir şekilde güncellendi

source: Category Title
tr_tr: Kategori Başlığı

source: Category Order
tr_tr: Kategori Sırası

source: Total Category Count:
tr_tr: Toplam Kategori Sayısı

source: Update Category Orders
tr_tr: Kategori Sırasını Güncelle

source: Category record not found
tr_tr: Kategori kaydı bulunamadı

source: Settings updated successfuly
tr_tr: Ayarlar başarılı bir şekilde güncellendi

source: Database error: settings update failed
tr_tr: Veritabanı hatası: ayar güncellemesi yapılamadı

source: Settings inserted successfuly
tr_tr: Ayarlar başarılı bir şekilde kaydedildi

source: Database error: settings insert failed
tr_tr: Veritabanı hatası: ayar kaydedilmesi yapılamadı

source: File deleted successfully
tr_tr: Dosya başarılı bir şekilde silindi

source: File uploaded successfully
tr_tr: Dosya başarılı bir şekilde yüklendi

source: File insert failed
tr_tr: Dosya kaydedilmesi yapılamadı

source: File upload failed
tr_tr: Dosya güncellenmesi yapılamadı

source: Download
tr_tr: İndir

source: Selected faq deleted successfully
tr_tr: Seçilen sss başarılı bir şekilde silindi

source: Faq Title
tr_tr: SSS Başlığı

source: Faq Detail
tr_tr: SSS Detay

source: Total Faq Count:
tr_tr: Toplam SSS Sayısı

source: Faq record not found
tr_tr: Sık Sorulan Soru kaydı bulunamadı

source: Product information updated successfully
tr_tr: Ürün bilgileri başarılı bir şekilde güncellendi

source: Product information update failed
tr_tr: Ürün bilgileri güncellenemedi

source: Product information inserted successfully
tr_tr: Ürün bilgileri başarılı bir şekilde kaydedildi

source: Product information insert failed
tr_tr: Ürün bilgileri kaydedilemedi

source: Banner modified successfuly
tr_tr: Reklam başarılı bir şekilde güncellendi

source: Database error: banner update failed
tr_tr: Veritabanı hatası: reklam güncellemesi yapılamadı

source: Banner inserted successfuly
tr_tr: Reklam başarılı bir şekilde kaydedildi

source: Database error: banner insert failed
tr_tr: Veritabanı hatası: reklam güncellemesi yapılamadı

source: %s result found
tr_tr: %s kayıt bulundu

source: Result not found, please try again different terms or use detail search page
tr_tr: Sonuç bulunamadı, lütfen farklı terimlerle tekrar deneyin veya detaylı arama sayfasını kullanın

source: News updated successfully
tr_tr: Haber başarılı bir şekilde güncellendi

source: News update failed
tr_tr: Haber güncellemesi yapılamadı

source: News inserted successfully
tr_tr: Haber başarılı bir şekilde kaydedildi

source: News insert failed
tr_tr: Haber kaydedilmesi yapılamadı

source: Product ID not found
tr_tr: Ürün ID bulunamadı

source: Image deleted successfully
tr_tr: Fotoğraf başarılı bir şekilde silindi

source: Image set to default image successfully
tr_tr: Seçtiğiniz fotoğraf varsayılan olarak işaretlendi

source: Product image uploaded successfully
tr_tr: Ürün fotoğrafı başarılı bir şekilde yüklendi

source: Product image upload failed
tr_tr: Ürün fotoğraf yüklemesi yapılamadı

source: Product image can't upload to server
tr_tr: Ürün fotoğrafı sunucuya yüklenemedi

source: Payment record not found
tr_tr: Ürün kaydı bulunamadı

source: Registered e-bulletin member count %s
tr_tr: Kayıtlı e-bülten üye sayısı %s

source: Newsletter updated successfully
tr_tr: Bülten başarılı bir şekilde güncellendi

source: Newsletter update failed
tr_tr: Bülten güncellemesi yapılamadı

source: Newsletter inserted successfully
tr_tr: Bülten başarılı bir şekilde kaydedildi

source: Newsletter insert failed
tr_tr: Bülten kaydedilmesi yapılamadı

source: E-mail
tr_tr: E-posta

source: Address
tr_tr: Adres

source: Total User Count:
tr_tr: Toplam Kullanıcı Sayısı

source: User records not found
tr_tr: Üye kaydı bulunamadı

source: Your informations updated successfuly
tr_tr: Bilgileriniz başarılı bir şekilde güncellendi

source: Session expried, please login and try again
tr_tr: Oturumunuz sonlanmış, lütfen tekrar giriş yaparak deneyin

source: Select
tr_tr: Seçiniz

source: Category title required
tr_tr: Kategori başlığı gereklidir

source: Parent Category
tr_tr: Ana Kategori

source: Save
tr_tr: Kaydet

source: Faq title required
tr_tr: SSS başlığı gereklidir

source: Faq detail required
tr_tr: SSS detayı gereklidir

source: Do Payment
tr_tr: Ödeme Yap

source: Credit Card
tr_tr: Kredi Kartı

source: Credit Card Owner
tr_tr: Kredi Kart Sahibi

source: Credit card owner required
tr_tr: Kredi kart sahibi gereklidir

source: Credit Card Number
tr_tr: Kredi Kart Numarası

source: Credit card maximum length is 19
tr_tr: Kredi kartı maksimum uzunluğu 19'dur

source: Credit card number required
tr_tr: Kart numarası gereklidir

source: Card Type
tr_tr: Kart Tipi

source: Card type required
tr_tr: Kart tipi gereklidir

source: Expiration Date
tr_tr: Son Kullanma Tarihi

source: Expiration date required
tr_tr: Son kullanma tarihi gereklidir

source: Card Identification Number
tr_tr: Kart Güvenlik Numarası

source: Last 3 digits located on the back of the credit card
tr_tr: Kredi kartınızın arkasında bulunan 3 haneli numaradır

source: Card identification number maximum length is 4
tr_tr: Güvenlik numarası maksimum 4 hanedir

source: Card identification number required
tr_tr: Kart güvenik numarası gereklidir

source: Check Information
tr_tr: Çek Bilgisi

source: Check Account
tr_tr: Çek Hesabı

source: Sender Name
tr_tr: Gönderen Adı

source: Sender name required
tr_tr: Gönderen adı gereklidir

source: Send
tr_tr: Gönder

source: Electronic Fon Transfer
tr_tr: Elektronik Fon Transferi

source: Banc Accounts
tr_tr: Banka Hesabı

source: Sender name
tr_tr: Gönderen Adı

source: Sender name requried
tr_tr: Gönderen adı gereklidir

source: PayPal Express Checkout
tr_tr: PayPal Ekspres Ödeme

source: Save time. Checkout securely. Pay without sharing your financial information.
tr_tr: Vakit kazanın. Güvenli ödeme yapın. Finans bilgilerinizi paylaşmadan ödeme yapın

source: Express Checkout
tr_tr: Ekspress Ödeme

source: Undefined Class Property:
tr_tr: Tanımlanmamış Sınıf Özelliği

source: Query: %s must have a "FROM" clause
tr_tr: Sorgu: %s "FROM" gereklidir

source: Date/time type not implemented in the class
tr_tr: Tarih/Zaman tipi bu sınıf içerisinde tanımlanmamış

source: Image
tr_tr: Fotoğraf

source: Maximum file size is: %d KB
tr_tr: Maksimum dosya boyutu: %d KB'dır

source: File extension required in types:
tr_tr: Geçerli dosya uzantıları:

source: Upload
tr_tr: Yükle

source: Permitted Extensions:
tr_tr: İzin Verilen Uzantılar

source: Payment Insert Failed
tr_tr: Ödeme kaydı yapılamadı

source: Payment Options
tr_tr: Ödeme Seçenekleri

source: Check
tr_tr: Çek

source: Details
tr_tr: Detay

source: News title required
tr_tr: Haber başlığı gereklidir

source: News detail required
tr_tr: Haber detayı gereklidir

source: Last Picture
tr_tr: Son Fotoğraf

source: All Gallery
tr_tr: Bütün Galeriler

source: News
tr_tr: Haber

source: All News
tr_tr: Bütün Haberler

source: Login sucessfull
tr_tr: Giriş başarılı bir şekilde yapıldı

source: Login failed, please control your username/password
tr_tr: Giriş başarısız, lütfen kullanıcı adı/parola değerlerini kontrol ediniz

source: Your information saved successfully
tr_tr: Bilgileriniz başarılı bir şekilde kaydedildi

source: Database Error: Insert Failed
tr_tr: Veritabanı hatası: Kaydetme yapılamadı

source: New Products
tr_tr: Yeni Ürünler

source: Popular Products
tr_tr: Popüler Ürünler

source: Main Page
tr_tr: Ana Sayfa

source: New Member
tr_tr: Yeni Üye

source: My Basket
tr_tr: Sepetim

source: Support
tr_tr: Destek

source: Guarantiee
tr_tr: Garanti

source: About Us
tr_tr: Hakkımızda

source: Contact Us
tr_tr: İletişim

source: %s image file unsupported
tr_tr: %s fotoğraf

source: Total Price:
tr_tr: Toplam Fiyat

source: If you find a copy of this bulletin please provide an e-mail
tr_tr: Bültenin bir kopyasını istiyorsanız lütfen e-posta alanını doldurun

source: Bulletin Subject
tr_tr: Bülten Konusu

source: Subject required
tr_tr: Konu gereklidir

source: Bulletin Body
tr_tr: Bülten İçeriği

source: Bulletin body required
tr_tr: Bülten içeriği gereklidir

source: Billing Information
tr_tr: Fatura Bilgileri

source: Billing name required
tr_tr: Fatura adı gereklidir

source: Billing address required
tr_tr: Fatura adresi gereklidir

source: City required
tr_tr: Şehir gereklidir

source: Country
tr_tr: Ülke

source: Country required
tr_tr: Ülke gereklidir

source: Telephone required
tr_tr: Telefon gereklidir

source: Username required
tr_tr: Kullanıcı adı gereklidir

source: Password
tr_tr: Parola

source: Password required
tr_tr: Parola gereklidir

source: Password Again
tr_tr: Parola Tekrar

source: Password again field
tr_tr: Parola tekrar alanı

source: Password and Password again field are different, please control
tr_tr: Parola ve parola tekrar alanları farklı, lütfen kontrol edin

source: E-mail required
tr_tr: E-posta gereklidir

source: E-mail must be a valid address
tr_tr: E-posta geçerli bir adres olmalıdır

source: First Name
tr_tr: Ad

source: First name required
tr_tr: Ad gereklidir

source: Last Name
tr_tr: Soyad

source: Last name required
tr_tr: Soyad gereklidir

source: Address required
tr_tr: Adres gereklidir

source: Telephone required!
tr_tr: Telefon gereklidir

source: Please enter telephone according to format
tr_tr: Telefon alanını lütfen biçime uygun olarak doldurun

source: Format: Country Code - City Code - Tel Number
tr_tr: Biçim: Ülke Kodu - Şehir Kodu - Telefon Numarası

source: Your IP Banned for 15 minutes, if you lost your password use lost password page
tr_tr: IP adresiniz 15 dakika süreliğine banlanmıştır, eğer şifrenizi kaybetiyseniz lütfen şifre hatırlatma sayfasını kullanınız

source: File
tr_tr: Dosya

source: Upload error: file upload failed
tr_tr: Yükleme hatası: doysa yükleme başarısız

source: Add Image
tr_tr: Fotoğraf Ekle

source: Product name required
tr_tr: Ürün adı gereklidir

source: Product Category
tr_tr: Ürün kategorisi

source: Product Category required
tr_tr: Ürün kategorisi gereklidir

source: Price required!
tr_tr: Fiyat gereklidir

source: Price must be numeric
tr_tr: Fiyat sayısal olmalıdır

source: Tags
tr_tr: Etiket

source: Show in the Page:
tr_tr: Sayfalarında Göster:

source: Search:
tr_tr: Ara:

source: Please enter required field(s)
tr_tr: Lütfen gerekli alan veya alanları doldurun

source: Your Subscription
tr_tr: Aboneliğiniz

source: E-mail address regular expression failed
tr_tr: E-posta adresi geçerlilik testini sağlamıyor

source: Banner Location
tr_tr: Reklam Konumu

source: Url must be filled!
tr_tr: Web site adresi gereklidir

source: top banner (max 468 x 60)
tr_tr: üst reklam (mak. 468 x 60)

source: left banner (max 180 x 150)
tr_tr: sol reklam (mak. 180 x 150)

source: right banner (max 160 x 600)
tr_tr: sağ reklam (mak. 160 x 600)

source: Upload error: banner upload failed
tr_tr: Yükeleme Hatası: reklam yüklemesi başarısız

source: required fields
tr_tr: gerekli alanlar

source: Please correct all errors and try again!
tr_tr: Lütfen bütün hataları düzeltin ve tekrar deneyin

source: Calendar...
tr_tr: Takvim...

source: Up
tr_tr: Yukarı

source: Down
tr_tr: Aşağı

source: Please seperate tags by comma
tr_tr: Lütfen etiketleri virgül ile ayırın

source: Product Details
tr_tr: Ürün Detayı

source: Add Basket
tr_tr: Sepete Ekle

source: Delete from Favorites
tr_tr: Favorilerden Sil

source: Already inserted to your subscriptions
tr_tr: Aboneliğiniz eklenmiş durumda

source: Delete Subscriptions
tr_tr: Aboneliği Sil

source: Not in the stock
tr_tr: Stokta bulunmuyor

source: Alert available in the stock
tr_tr: Stoğa girdiğinde haber ver

source: Recomendations
tr_tr: Tavsiyeler

source: Store
tr_tr: Dükkan

source: Paypal Direct Payment
tr_tr: Paypal Doğrudan Ödeme

source: Paypal Express Checkout
tr_tr: Paypal Ekspres Ödeme

source: Post Check
tr_tr: Posta Çeki

source: Payment Cancel
tr_tr: Ödeme İptal

source: Payment Received
tr_tr: Ödeme Alındı

source: Payment Waiting
tr_tr: Ödeme Bekliyor

source: In the supply process
tr_tr: Tedarik Edilme Aşamasında

source: In the cargo process
tr_tr: Kargoya verildi

source: Cargo delivered
tr_tr: Kargo teslim edildi

source: E-Bulletin membership
tr_tr: E-Bülten üyeliği

source: Register
tr_tr: Kayıt

source: Please control your mailbox for activation
tr_tr: Aktivasyon için lütfen mail kutunuzu kontrol ediniz

source: Site Name
tr_tr: Site Adı

source: Site Title
tr_tr: Site Başlığı

source: Keywords
tr_tr: Anahtar Kelimeler

source: Slogan Text
tr_tr: Slogan Metni

source: Theme
tr_tr: Tema

source: Terms of Usage
tr_tr: Kullanım Politikası

source: Bank/Payment Accounts
tr_tr: Banka/Ödeme Bilgileri

source: Guarantee Policy
tr_tr: Garanti Politikası

source: Refunding Policy
tr_tr: İade Politikası

source: Upload error: logo upload failed
tr_tr: Yükleme hatası: logo yüklemesi başarısız

source: E-Bulletin Subscription
tr_tr: E-bülten Üyeliği

source: Please login to your account
tr_tr: Lütfen hesabınıza giriş yapın

source: You are already logged in
tr_tr: Giriş yapmış durumdasınız

source: You are already logged in, please use <a href="profile.php">profile page</a>
tr_tr: Giriş yapmış durumdasınız, lütfen <a href="profile.php">profil</a> sayfasını kullanın

source: Start
tr_tr: Başla

source: Stop
tr_tr: Dur

source: Display
tr_tr: Göster

source: Previous
tr_tr: Önceki

source: Next
tr_tr: Sonraki

source: Basket product counts updated successfully
tr_tr: Sepet ürün sayıları başarılı bir şekilde güncellendi

source: Product added to your basket sucessfully
tr_tr: Ürün başarılı bir şekilde sepete eklendi

source: Product add failed, basket insert fail
tr_tr: Ürünü sepete ekleme başarısız oldu

source: Product deleted from basket sucessfully
tr_tr: Ürün başarılı bir şekilde sepetten silindi

source: Total:&nbsp;
tr_tr: Toplam:&nbsp;

source: Update Counts
tr_tr: Adet Güncelle

source: Not found any product in your basket
tr_tr: Sepete eklenmiş ürün bulunamadı

source: Login failed, please relogin with your username/password
tr_tr: Giriş başarısız, lütfen kullanıcı adı/şifreniz ile tekrar deneyin

source: Log Value
tr_tr: Log İçeriği

source: Total Log Count:
tr_tr: Toplam Log Sayısı

source: Log records not found
tr_tr: Log kaydı bulunamadı

source: Order Completed
tr_tr: Tamamlanmış Sipariş

source: Order Cancelled
tr_tr: İptal Edilmiş Sipariş

source: Error Reports
tr_tr: Hata Raporları

source: Store Information
tr_tr: Site Bilgileri

source: Payment Gateway
tr_tr: Ödeme Geçit Arayüzü

source: Payment Accounts
tr_tr: Ödeme Hesabı

source: My Information
tr_tr: Bilgilerim

source: Payment account updated successfully
tr_tr: Ödeme hesabı başarılı bir şekilde güncellendi

source: Payment account update failed
tr_tr: Ödeme hesap güncellemesi yapılamadı

source: Payment account inserted successfully
tr_tr: Ödeme hesabı başarılı bir şekilde kaydedildi

source: Payment account insert failed
tr_tr: Ödeme hesap kaydı yapılamadı

source: Selected payment gateway deleted successfully
tr_tr: Seçilen ödeme geçidi başarılı bir şekilde silindi

source: Selected payment gateway active/passive changed successfully
tr_tr: Seçilen ödeme geçidi başarılı bir şekilde aktif/pasif hale getirildi

source: Selected payment gateway mode changed successfully
tr_tr: Seçilen ödeme geçidinin modu başarılı bir şekilde değiştirildi

source: Change Active/Passive
tr_tr: Aktif/Pasif Değiştir

source: Change Real/Test Mode
tr_tr: Gerçek/Test Modu Değiştir

source: Title
tr_tr: Başlık

source: Client ID
tr_tr: Müşteri ID

source: Active
tr_tr: Aktif

source: Mode
tr_tr: Mod

source: Passive
tr_tr: Pasif

source: Test Mode
tr_tr: Test Modu

source: Real Mode
tr_tr: Gerçek Mod

source: Total Payment Gateway Count:
tr_tr: Toplam ödeme geçit sayısı

source: Payment gateway record(s) not found
tr_tr: Ödeme geçit kayıt veya kayıtları bulunamadı

source: Session close failed
tr_tr: Oturum kapatması başarısız

source: Payment Sent Date
tr_tr: Ödeme Gönderim Tarihi

source: Billing Country
tr_tr: Fatura Ülke

source: Note
tr_tr: Not

source: Not defined
tr_tr: Tanımlanmamış

source: Payment gateway updated successfully
tr_tr: Ödeme geçidi başarılı bir şekilde güncellendi

source: Payment gateway update failed
tr_tr: Ödeme geçit güncellemesi yapılamadı

source: Payment gateway inserted successfully
tr_tr: Ödeme geçidi başarı bir şekilde kaydedildi

source: Payment gateway insert failed
tr_tr: Ödeme geçit kaydı yapılamadı

source: Logo file not found or permission denied from filesytem
tr_tr: Logo dosyası bulunamadı veya sistem tarafından erişim reddedildi

source: Selected payment account deleted successfully
tr_tr: Seçilen ödeme hesabı başarılı bir şekilde silindi

source: Account
tr_tr: Hesap

source: Total Payment Account Count:
tr_tr: Toplam Ödeme Hesap Sayısı

source: Payment account record(s) not found
tr_tr: Ödeme hesap kaydı bulunamadı

source: Payment status marked as received
tr_tr: Ödeme durumu alındı olarak işaretlendi

source: Order status marked as completed
tr_tr: Sipariş durumu tamamlandı olarak işaretlendi

source: Order status marked as cancelled
tr_tr: Sipariş durumu iptal edildi olarak işaretlendi

source: Post Code:
tr_tr: Posta Kodu:

source: City/Country:
tr_tr: Şehir/Ülke:

source: Logo file deleted successfully
tr_tr: Logo dosyası başarılı bir şekilde silindi

source: Tag
tr_tr: Etiket

source: Gateway Title
tr_tr: Geçit Arayüzü Başlığı

source: Payment gateway title required
tr_tr: Ödeme geçit arayüzü başlığı gereklidir

source: Client ID required
tr_tr: Müşteri ID gereklidir

source: Test URL
tr_tr: Test Adresi (Test URL)

source: Real URL
tr_tr: Gerçek Adres (Real URL)

source: Real URL address required
tr_tr: Gerçek adres gereklidir

source: Send Date
tr_tr: Gönderim Tarihi

source: Send date requried
tr_tr: Gönderim tarihi gereklidir

source: With CCard
tr_tr: Kredi Kartı ile
