Repository: uzaytek/orion
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: Undefined
tr_tr: Tanımlanmamış

source: Order Begin
tr_tr: Sipariş Başladı

source: Payment Type/Status
tr_tr: Ödeme Tipi/Durumu

source: Order Status
tr_tr: Sipariş Durumu

source: Faq
tr_tr: SSS

source: Your information updated successfully
tr_tr: Bilgileriniz başarılı bir şekilde güncellendi

source: Database Error: Update Failed
tr_tr: Veritabanı hatası: güncelleme yapılamadı

source: Your information saved successfully, please control your mailbox for activation
tr_tr: Bilgileriniz başarılı bir şekilde kaydedildi, lütfen eposta kutunuzu kontrol ediniz

source: Contact
tr_tr: İletişim

source: Policies
tr_tr: Politikalar

source: Username name already exists, please change with a new one.
tr_tr: Böyle bir kullanıcı adı kayıtlı, lütfen başka bir kullanıcı adı seçiniz

source: Your Stock Alarm Subscription
tr_tr: Stok Alarm Üyeliğiniz

source: Account Title
tr_tr: Hesap Başlığı

source: Account title required
tr_tr: Hesap başlığı gereklidir

source: Account Detail
tr_tr: Hesap Detayı

source: Account detail required
tr_tr: Hesap detayı gereklidir

source: First/Last Name
tr_tr: Ad/Soyad

source: Name required
tr_tr: Ad gereklidir

source: Your E-mail
tr_tr: E-posta

source: Friend E-mail(s)
tr_tr: Arkadaş E-post Adresleri

source: Friend e-mail(s) required
tr_tr: Arkadaş e-posta adresleri gereklidir

source: You can use comma to seperate different emails
tr_tr: Virgül ile birden fazla adresi ayırabilirsiniz

source: Product recommend to you from %s
tr_tr: %s tarafından ürün tavsiyesi yapıldı

source: E-mail(s) sent to your friend address, thank you
tr_tr: E-posta(lar) gönderildi, teşekkürler

source: E-mail(s) failed, something wrong for system please call tecnical support
tr_tr: E-posta gönderimi başarısız, lütfen teknik destek isteyiniz

source: Please check email, e-mail is not a valid e-mail address
tr_tr: E-posta adresini kontrol ediniz, geçerlilik testini geçemedi

source: Subject
tr_tr: Konu

source: Message
tr_tr: Mesaj

source: Message required
tr_tr: Mesaj gereklidir

source: reCAPTCHA error:
tr_tr: reCAPTCHA hata:

source: Your contact request has been successfully submitted
tr_tr: İletişim bilgileriniz başarılı bir şekilde gönderildi

source: Something wrong, mail function failed.
tr_tr: E-posta işlevi başarısız, gönderilemedi.

source: Output not found
tr_tr: Çıktı bulunamadı

source: Please wait we will return to entry point, if not work, <a href="%s">click here</a>
tr_tr: Lütfen bekleyin giriş yaptığınız noktaya yönlendiriliyorsunuz, yönlendirme çalışmaz ise <a href="%s">kaldığınız yere dönmek için tıklayınız</a>

source: You are already logged in, please use <a href="%s">profile page</a>
tr_tr: Giriş yapmış durumdasınız, bilgilerinizi düzenlemek için lütfen <a href="%s">bilgilerim sayfasını</a> kullanın

source: Your session closed successfuly
tr_tr: Oturumunuz başarılı bir şekilde kapatıldı

source: Anon. View
tr_tr: Anonim İzleme

source: Anonymous View
tr_tr: Anonim İzleme

source: User View
tr_tr: Üye İzleme

source: Anon. Share
tr_tr: Anonim Paylaşma

source: Anonymous Share
tr_tr: Anonim Paylaşma

source: User Share
tr_tr: Üye Paylaşma

source: Card Last 4 Digit
tr_tr: Kartın Son 4 Hanesi

source: User deleted successfully
tr_tr: Üye başarılı bir şekilde silindi

source: Tag name required
tr_tr: Etiket adı gereklidir

source: Payment Account
tr_tr: Ödeme Hesabı

source: With Gateway
tr_tr: Ödeme Geçit Arayüzü İle

source: With Account
tr_tr: Ödeme Hesap ile

source: Share
tr_tr: Paylaş

source: Profile
tr_tr: Bilgilerim

source: January
tr_tr: Ocak

source: February
tr_tr: Şubat

source: March
tr_tr: Mart

source: April
tr_tr: Nisan

source: May
tr_tr: Mayıs

source: June
tr_tr: Haziran

source: July
tr_tr: Temmuz

source: August
tr_tr: Ağustos

source: September
tr_tr: Eylül

source: October
tr_tr: Ekim

source: November
tr_tr: Kasım

source: December
tr_tr: Aralık

source: Username name already exists, please change it with a new one.
tr_tr: Üye adı kayıtlı durumda, lütfen başka bir ad ile deneyin

source: Product Name/Detail
tr_tr: Ürün Adı/Detay

source: Share a link with you from %s
tr_tr: %s sizinle bir adres paylaşıyor

source: Detail
tr_tr: Detay
